[
  {
    "id": 1,
    "en": "The narrative is the weapon. The media is the battlefield.",
    "he": "הנרטיב הוא הנשק. התקשורת היא שדה הקרב.",
    "ar": "السرد هو السلاح. الإعلام هو ساحة المعركة.",
    "fr": "Le récit est l'arme. Les médias sont le champ de bataille.",
    "de": "Das Narrativ ist die Waffe. Die Medien sind das Schlachtfeld.",
    "ru": "Нарратив - это оружие. Медиа - это поле битвы.",
    "es": "La narrativa es el arma. Los medios son el campo de batalla.",
    "pt": "A narrativa é a arma. A mídia é o campo de batalha.",
    "it": "La narrativa è l'arma. I media sono il campo di battaglia.",
    "zh": "叙事是武器。媒体是战场。",
    "ja": "物語が武器である。メディアが戦場である。",
    "hi": "कथा ही हथियार है। मीडिया ही युद्धक्षेत्र है।",
    "fa": "روایت سلاح است. رسانه میدان جنگ است."
  },
  {
    "id": 2,
    "en": "Truth defenders unite against the tide of deception.",
    "he": "מגני האמת מתאחדים נגד גל ההטעיה.",
    "ar": "المدافعون عن الحقيقة يتحدون ضد موجة الخداع.",
    "fr": "Les défenseurs de la vérité s'unissent contre la marée de tromperie.",
    "de": "Wahrheitsverteidiger vereinen sich gegen die Flut der Täuschung.",
    "ru": "Защитники истины объединяются против волны обмана.",
    "es": "Los defensores de la verdad se unen contra la marea del engaño.",
    "pt": "Os defensores da verdade se unem contra a maré do engano.",
    "it": "I difensori della verità si uniscono contro la marea dell'inganno.",
    "zh": "真理捍卫者团结起来对抗欺骗浪潮。",
    "ja": "真実の守護者たちが欺瞒の波に立ち向かう。",
    "hi": "सत्य के रक्षक धोखे की लहर के खिलाफ एकजुट होते हैं।",
    "fa": "مدافعان حقیقت علیه موج فریب متحد می‌شوند."
  },
  {
    "id": 3,
    "en": "Every click, every share, shapes the information war.",
    "he": "כל קליק, כל שיתוף, מעצב את מלחמת המידע.",
    "ar": "كل نقرة، كل مشاركة، تشكل حرب المعلومات.",
    "fr": "Chaque clic, chaque partage, façonne la guerre de l'information.",
    "de": "Jeder Klick, jede Weiterleitung, prägt den Informationskrieg.",
    "ru": "Каждый клик, каждое действие формирует информационную войну.",
    "es": "Cada clic, cada compartir, moldea la guerra de información.",
    "pt": "Cada clique, cada compartilhamento, molda a guerra da informação.",
    "it": "Ogni clic, ogni condivisione, plasma la guerra dell'informazione.",
    "zh": "每一次点击，每一次分享，都在塑造信息战。",
    "ja": "すべてのクリック、すべての共有が情報戦を形成する。",
    "hi": "हर क्लिक, हर साझाकरण, सूचना युद्ध को आकार देता है।",
    "fa": "هر کلیک، هر اشتراک، جنگ اطلاعات را شکل می‌دهد."
  },
  {
    "id": 4,
    "en": "Digital warriors armed with facts, not fiction.",
    "he": "לוחמים דיגיטליים חמושים בעובדות, לא בבדיות.",
    "ar": "المحاربون الرقميون مسلحون بالحقائق، وليس الخيال.",
    "fr": "Guerriers numériques armés de faits, pas de fiction.",
    "de": "Digitale Krieger bewaffnet mit Fakten, nicht Fiktion.",
    "ru": "Цифровые воины вооружены фактами, а не вымыслом.",
    "es": "Guerreros digitales armados con hechos, no ficción.",
    "pt": "Guerreiros digitais armados com fatos, não ficção.",
    "it": "Guerrieri digitali armati di fatti, non di finzione.",
    "zh": "数字战士武装着事实，而非虚构。",
    "ja": "デジタル戦士は事実で武装し、虚構ではない。",
    "hi": "डिजिटल योद्धा तथ्यों से लैस हैं, कल्पना से नहीं।",
    "fa": "جنگجویان دیجیتال با حقایق مسلح هستند، نه با خیال."
  },
  {
    "id": 5,
    "en": "The algorithm amplifies. We must be vigilant.",
    "he": "האלגוריתם מגביר. עלינו להיות ערניים.",
    "ar": "الخوارزمية تضخم. يجب أن نكون يقظين.",
    "fr": "L'algorithme amplifie. Nous devons être vigilants.",
    "de": "Der Algorithmus verstärkt. Wir müssen wachsam sein.",
    "ru": "Алгоритм усиливает. Мы должны быть бдительными.",
    "es": "El algoritmo amplifica. Debemos estar vigilantes.",
    "pt": "O algoritmo amplifica. Devemos estar vigilantes.",
    "it": "L'algoritmo amplifica. Dobbiamo essere vigilanti.",
    "zh": "算法在放大。我们必须保持警惕。",
    "ja": "アルゴリズムが増幅する。我々は警戒しなければならない。",
    "hi": "एल्गोरिदम बढ़ाता है। हमें सतर्क रहना चाहिए।",
    "fa": "الگوریتم تقویت می‌کند. ما باید هوشیار باشیم."
  },
  {
    "id": 6,
    "en": "Misinformation spreads faster than truth. Counter it.",
    "he": "מידע שגוי מתפשט מהר יותר מהאמת. התמודדו איתו.",
    "ar": "المعلومات الخاطئة تنتشر أسرع من الحقيقة. واجهوها.",
    "fr": "La désinformation se propage plus vite que la vérité. Contrez-la.",
    "de": "Falschinformationen verbreiten sich schneller als die Wahrheit. Bekämpft sie.",
    "ru": "Дезинформация распространяется быстрее истины. Противодействуйте ей.",
    "es": "La desinformación se propaga más rápido que la verdad. Contrárrestala.",
    "pt": "A desinformação se espalha mais rápido que a verdade. Combata-a.",
    "it": "La disinformazione si diffonde più velocemente della verità. Contrastatela.",
    "zh": "虚假信息传播比真相更快。要反击它。",
    "ja": "誤情報は真実より速く広がる。対抗せよ。",
    "hi": "गलत सूचना सच से तेज़ फैलती है। इसका मुकाबला करें।",
    "fa": "اطلاعات غلط سریعتر از حقیقت پخش می‌شود. با آن مقابله کنید."
  },
  {
    "id": 7,
    "en": "Cognitive sovereignty begins with critical thinking.",
    "he": "ריבונות קוגניטיבית מתחילה בחשיבה ביקורתית.",
    "ar": "السيادة المعرفية تبدأ بالتفكير النقدي.",
    "fr": "La souveraineté cognitive commence par la pensée critique.",
    "de": "Kognitive Souveränität beginnt mit kritischem Denken.",
    "ru": "Когнитивный суверенитет начинается с критического мышления.",
    "es": "La soberanía cognitiva comienza con el pensamiento crítico.",
    "pt": "A soberania cognitiva começa com o pensamento crítico.",
    "it": "La sovranità cognitiva inizia con il pensiero critico.",
    "zh": "认知主权始于批判性思维。",
    "ja": "認知的主権は批判的思考から始まる。",
    "hi": "संज्ञानात्मक संप्रभुता आलोचनात्मक सोच से शुरू होती है।",
    "fa": "حاکمیت شناختی با تفکر انتقادی آغاز می‌شود."
  },
  {
    "id": 8,
    "en": "Information integrity is national security.",
    "he": "יושרת מידע היא ביטחון לאומי.",
    "ar": "سلامة المعلومات هي أمن قومي.",
    "fr": "L'intégrité de l'information est sécurité nationale.",
    "de": "Informationsintegrität ist nationale Sicherheit.",
    "ru": "Информационная целостность - это национальная безопасность.",
    "es": "La integridad de la información es seguridad nacional.",
    "pt": "A integridade da informação é segurança nacional.",
    "it": "L'integrità dell'informazione è sicurezza nazionale.",
    "zh": "信息完整性就是国家安全。",
    "ja": "情報の完全性は国家安全保障である。",
    "hi": "सूचना की अखंडता राष्ट्रीय सुरक्षा है।",
    "fa": "یکپارچگی اطلاعات امنیت ملی است."
  },
  {
    "id": 9,
    "en": "The war for minds has already begun. Choose your side.",
    "he": "המלחמה על המוחות כבר החלה. בחרו את הצד שלכם.",
    "ar": "حرب العقول بدأت بالفعل. اختر جانبك.",
    "fr": "La guerre des esprits a déjà commencé. Choisissez votre camp.",
    "de": "Der Krieg um die Köpfe hat bereits begonnen. Wählt eure Seite.",
    "ru": "Война за умы уже началась. Выбирайте свою сторону.",
    "es": "La guerra por las mentes ya ha comenzado. Elige tu bando.",
    "pt": "A guerra pelas mentes já começou. Escolha seu lado.",
    "it": "La guerra per le menti è già iniziata. Scegliete la vostra parte.",
    "zh": "争夺心智的战争已经开始。选择你的立场。",
    "ja": "心の戦争はすでに始まっている。あなたの側を選べ。",
    "hi": "दिमागों की लड़ाई पहले से ही शुरू हो चुकी है। अपना पक्ष चुनें।",
    "fa": "جنگ برای ذهن‌ها قبلاً آغاز شده است. طرف خود را انتخاب کنید."
  },
  {
    "id": 10,
    "en": "Verify before you amplify. Silence the lies.",
    "he": "אמתו לפני שתגבירו. השתיקו את השקרים.",
    "ar": "تحقق قبل أن تضخم. أسكت الأكاذيب.",
    "fr": "Vérifiez avant d'amplifier. Faites taire les mensonges.",
    "de": "Überprüft bevor ihr verstärkt. Bringt die Lügen zum Schweigen.",
    "ru": "Проверяйте перед усилением. Заглушите ложь.",
    "es": "Verifica antes de amplificar. Silencia las mentiras.",
    "pt": "Verifique antes de amplificar. Silencie as mentiras.",
    "it": "Verificate prima di amplificare. Silenziate le bugie.",
    "zh": "放大之前先核实。让谎言沉默。",
    "ja": "増幅する前に検証せよ。嘘を沈黙させよ。",
    "hi": "बढ़ाने से पहले सत्यापित करें। झूठ को चुप कराएं।",
    "fa": "قبل از تقویت تأیید کنید. دروغ‌ها را خاموش کنید."
  }
]